{
  "meta": {
    "title": "About Us - Placer Forest School | Nature Education in Rocklin, Lincoln, Loomis & Roseville",
    "description": "Meet the team behind Placer Forest School's nature-based education program serving families in Rocklin, Lincoln, Loomis, and Roseville, CA."
  },
  
  "header": {
    "title": "About Placer Forest School",
    "subtitle": "Meet Our Team"
  },
  
  "team": {
    "title": "👥 Meet Our Team",
    "description": "Our educators are passionate about supporting children's natural development through outdoor learning.",
    "members": [
      {
        "name": "Gosia Liro",
        "role": "Forest School Educator",
        "bio": "Hi, I'm Gosia — a biology PhD, mother of two curious boys, and co-founder of Placer Forest School.\n\nMy journey to forest education began when I stepped away from my work in science to be home with my children. That transition sparked a deep interest in child development, respectful parenting, and the role of nature in learning and emotional growth.\n\nWe found an early foundation at Roseville Community Preschool, where I experienced the value of unstructured play, emotional awareness, and connection-based parenting. As I began homeschooling, nature quickly became our classroom — a place where my children could move freely, explore deeply, and grow at their own pace.\n\nInspired by educators and researchers who advocate for child-led, nature-based learning, I started a weekly parent-child nature group. It became a space for kids to lead their own adventures — from tracking animals and studying bones to catching tadpoles in spring. That small group became the heart of our homeschool experience — and the seed for this forest school.\n\nNow, I'm excited to offer a drop-off forest program for children ages 4 to 12 years old — a much-needed option for families throughout Placer County, including Lincoln, Roseville, Loomis, and Rocklin areas. Our school supports children in building confidence, friendships, and resilience through meaningful time in nature.\n\nAt Placer Forest School, we honor childhood as a time of wonder, movement, curiosity, and connection.\n\n💬 For the full list of books and ideas that have shaped our philosophy, visit our <a href=\"resources.html\" class=\"text-link\">Resource page</a>.\n\nLet's grow a community rooted in nature, respect, and joyful discovery.",
        "photo": "images/carousel-1.jpg"
      }
    ]
  }
}
